/* Plugin description */
"Configures a new website (virtual host), with user and group web services if desired.  Configures and enables Apache service if necessary." = "Konfiguriert eine neue Website (virtuellen Host) mit Webdiensten für Benutzer und Gruppen, falls erwünscht. Konfiguriert und aktiviert bei Bedarf den Apache-Dienst.";

/* No comment provided by engineer. */
"Getting network information" = "Netzwerkinformationen abfragen";

/* No comment provided by engineer. */
"No web service version is configured. You can choose to run Apache version 1.3 or 2.2. Once updated to 2.2, you cannot go back to version 1.3." = "Es ist keine Webserverversion konfiguriert. Sie können die Apache-Version 1.3 oder 2.2 ausführen. Wenn Sie auf Version 2.2 aktualisieren, können Sie später nicht mehr zur Version 1.3 zurückkehren.";

/* No comment provided by engineer. */
"Setting web information" = "Webinformationen einstellen";

/* No comment provided by engineer. */
"Starting web server" = "Webserver starten";

/* The argument is the target apache version, '1.3' or '2.2' */
"Succesfully upgraded to Apache %@ configuration. \n\nSee the webconfigmigrator.log for details on the migration, and review the new configuration to make sure any custom settings were migrated appropriately." = "Die Aktualisierung auf Apache %@ war erfolgreich.\n\nDetails zur Migration finden Sie in der Datei „webconfigmigrator.log“. Überprüfen Sie die neue Konfiguration, um sicherzustellen, dass benutzerdefinierte Einstellungen geeignet migriert wurden.";

/* No comment provided by engineer. */
"The web service is currently configured to use Apache version 1.3. You can choose to run Apache 2.2, but once you upgrade you may not go back to version 1.3." = "Der Webserver verwendet momentan die Apache Version 1.3. Sie können aber auch Apache 2.2. verwenden, wenn Sie jedoch auf die Version 2.2 aktualisieren, können Sie nicht mehr zur Version 1.3 zurückkehren.";

/* No comment provided by engineer. */
"The web service is currently configured to use Apache version 2.2. You cannot downgrade to an earlier version." = "Der Webserver verwendet momentan die Apache Version 2.2. Sie können nicht zu einer früheren Version zurückkehren.";

/* The argument is the target apache version, '1.3' or '2.2' */
"Unable to construct a valid Apache %@ configuration from existing Apache 1.3 configuration. Your Apache 1.3 configuration is left undisturbed, and Server Admin will continue to manage Apache 1.3.\n\nSee the webconfigmigrator.log for specific failure notes, and see the Web Technologies Admin Guide for troubleshooting suggestions." = "Es konnte keine gültige Apache %@ Konfiguration aus der vorhandenen Apache 1.3 Konfiguration erzeugt werden. Ihre Apache 1.3 Konfiguration wurde nicht verändert und Server-Admin verwaltet weiterhin Apache 1.3.\n\nHinweise zu den Problemen finden Sie in der Datei „webconfigmigrator.log“. Im Handbuch „Webtechnologie-Administration“ finden Sie Vorschläge zur Fehlersuche.";

/* No comment provided by engineer. */
"Web Service: Migration Failed" = "Webdienst: Migration fehlgeschlagen";

/* No comment provided by engineer. */
"Web Service: Migration Succeeded" = "Webdienst: Migration erfolgreich";

/* Plugin display name */
"Websites" = "Websites";

